/* Screencast Quota Warning Title */
"Approaching Video Limit" = "接近视频数量上限";

/* Screencast Call to Action: Contact Us */
"Contact Us" = "联系我们";

/* Screencast Call to Action: Manage Library */
"Manage Library" = "管理库";

/* OK */
"OK" = "确定";

/* Unable to share Screencast2022 error - message */
"Please check your network connection and try again." = "请检查您的网络连接，然后重试。";

/* plugin name */
"Screencast" = "Screencast";

/* Sign in button Screencast2022 */
"Sign In..." = "登录...";

/* Sign out button Screencast2022 */
"Sign Out" = "退出";

/* Link has been copied Screencast2022 message */
"The link to your capture is ready to be pasted" = "您获取的链接已准备好粘贴";

/* Screencast Quota Reached Title */
"Unable to Share to Screencast" = "无法分享至 Screencast";

/* Trial expired Screencast2022 error - title
   Unable to share Screencast2022 error - title */
"Unable to share to Screencast" = "无法分享至 Screencast";

/* Screencast Call to Action: Upgrade */
"Upgrade" = "升级";

/* plugin description */
"Upload the capture to Screencast for image or video hosting." = "将捕获的内容上传到 Screencast，托管图像或视频。";

/* plugin description */
"Upload the capture to the cloud for image or video hosting." = "将捕获的内容上传到云端，托管图像或视频。";

/* Screencast Quota Warning Message for Free Accounts */
"You are close to the 25 video limit on your free Screencast account. Upgrade to unlock 250 videos or manage your Screencast Library to keep sharing without interruption." = "您的 Screencast 帐户即将达到 25 个视频的上限。升级解锁 250 个视频权限或管理您的 Screencast 库以继续畅享。";

/* Screencast Quota Warning Message for Pro Accounts */
"You are close to your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "您即将达到 250 个视频的上限。检查并管理您的 Screencast 库以继续分享，或联络我们了解更多帐户选项。";

/* Screencast Quota Reached Message for Free Accounts */
"You've reached the limit of 25 videos on your free Screencast account. Upgrade now to allow 250 videos or manage your Screencast Library to keep the conversations going." = "您的免费 Screencast 帐户已达到 25 个视频的上限。立刻升级解锁 250 个视频的权限，或管理您的 Screencast 库以继续您的创作。";

/* Screencast Quota Reached Message for Pro Accounts */
"You've reached your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "您已达到 250 个视频的上限。检查并管理您的 Screencast 库以继续分享，或联络我们了解更多帐户选项。";

/* Trial expired Screencast2022 error - message */
"Your trial or account access has ended. Please update your account to share." = "您的试用或帐户访问权限已结束。请更新您的帐户以分享。";

